def start_text():
    return ('Добро пожаловать в бот K-pop группы танцевальной студии\n<strong><em>&#127800;Show '
            'Time&#127800;</em></strong>.\n\nЗдесь вы найдете:\n'
            '&#10004; Актуальную хореографию\n'
            '&#10004; Все, что мы уже выучили\n&#10004; Голосование за '
            'новую хореографию\n\nДля получения списка команд введи /help или посмотри в меню')


def help_text():
    return ('Доступные команды:\n\n'
            '/start - зарегистрироваться\n'
            '/help - получить список команд\n'
            '/update - получить информацию о хореографии, которую мы сейчас учим (временно не работает)\n'
            '/add - предложить хореографию (временно не работает)\n'
            '/vote - проголосовать за хореографию (временно не работает)\n'
            '/rating - посмотреть рейтинг хореографий (временно не работает)\n'
            '/mailing - начать рассылку перед занятием (для администраторов, временно не работает)\n'
            '/status - установить статус для хореографии (для администраторов, временно не работает)')


def update_text():
    return 'обновляем'
